tuj/java/Bug_TDI_19651_tFileOutputXML/in.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://litwinconsulting.com/webservices/">  
  <soapenv:Header>header</soapenv:Header>  
  <soapenv:Body> 
    <web:GetWeather> 
      <web:City>Chicago</web:City> 
    </web:GetWeather> 
  </soapenv:Body> 
</soapenv:Envelope>